11/data/attachments/f5aff07ad448f8fc.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Christopher_stay_Actions_35473_2</nif:username>
            <nif:friendToBeRequested>soap_actions_864345ea-caba-4b45-ba99-f08823b7c9b5</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>